Repository: vexonius/fesb-companion-ios
Catalog: FESBCompanion/Resources/Localizable.xcstrings
Source language: en
Languages: hr

source: Attendance
hr: Prisutnost

# attendanceProgressFormat
source: Attended %d/%d. Required %d.
hr: Odrađeno %d/%d. Obavezno %d.

source: Auditory classes
hr: Auditorne vježbe

source: Classes
hr: Predavanja

source: Colloquiums
hr: Kolokviji

# contructs
source: Constructs
hr: Konstrukcijske vježbe

source: Date
hr: Datum

source: Dismiss
hr: Odustani

source: Exams
hr: Ispiti

source: Group
hr: Grupa

source: Home
hr: Početna

source: Items
hr: Stavke

source: Labs
hr: Laboratorijske vježbe

source: Log In
hr: Prijavi se

# loginSubtitle
source: Your data is safe and it isn’t shared with third parties.
hr: Tvoji podaci su sigurni i ne dijele se s trećim stranama.

source: Name
hr: Nazim

source: Other
hr: Drugo

source: Password
hr: Lozinka

source: Professor
hr: Profesor

source: Receipt Details
hr: Detalji računa

# receiptPaidFormat
source: Paid %@
hr: Plaćeno %@

# receiptSubsidizedFormat
source: Subsidized %@
hr: Subvencionirano %@

# receiptTotalFormat
source: Total %@
hr: Ukupno %@

source: Recurring
hr: Ponavlja se

# recurringBiWeekly
source: Biweekly, until %@
hr: Svaki drugi tjedan, do %@

# recurringMonthly
source: Monthly, until %@
hr: Mjesečno, do %@

# recurringWeekly
source: Weekly, until %@
hr: Tjedno, do %@

source: Seminars
hr: Seminari

source: Settings
hr: Postavke

source: Summer Semester
hr: Ljetni semestar

source: Time
hr: Vrijeme

source: Timetable
hr: Raspored

source: Transactions
hr: Transakcije

source: Username
hr: Korisničko ime

source: Winter Semester
hr: Zimski semestar

source: XCard
hr: Iksica
